tutorials/incompressible/simpleSolver/airFoil2D/constant/RASProperties
/*---------------------------------------------------------------------------*
Caelus 7.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      RASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

RASModel        SpalartAllmaras;

turbulence      on;

printCoeffs     on;

SpalartAllmarasCoeffs
{
    curvatureCorrection off;
}


// ************************************************************************* //
