tutorials/incompressible/simpleSolver/airFoil2D/constant/polyMesh/boundary
/*---------------------------------------------------------------------------*
Caelus 7.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
4
(
inlet
{
    type patch;
    physicalType inlet;
    nFaces 134;
    startFace 21254;
}

outlet
{
    type patch;
    physicalType outlet;
    nFaces 160;
    startFace 21388;
}

wall
{
    type wall;
    physicalType wall;
    nFaces 78;
    startFace 21548;
}

frontAndBack
{
    type empty;
    physicalType empty;
    nFaces 21440;
    startFace 21626;
}
)

// ************************************************************************* //
